{
  "blink.cmp": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mini.diff": { "branch": "main" },
  "mini.starter": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "octo.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "precognition.nvim": { "branch": "main" },
  "python-import.nvim": { "branch": "master" },
  "sonokai": { "branch": "master" },
  "tiny-inline-diagnostic.nvim": { "branch": "main" },
  "typescript-tools.nvim": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
